"internal error" = "Internal Error";
"please contact developer error code #" = "Please contact VSO-Software with error code \"%d\"";

"send mail" = "Send mail";
"cannot send mail" = "Cannot send mail";
"reason: %@" = "Reason: \"%@\"";
"server error when sending mail code#" = "Cannot send mail because of a server error. Please contact VSO-Software with error code \"%d\"";

/*"cannot delete recording. leaking. continue or cancel? please contact developer error code #" =
	"Due to an internal error, the file containing datas of the GPX cannot be deleted. Please contact VSO-Software with error code \"%d\". Do you want to remove the reference to the recording anyway (you may loose disk space definitely)?";*/
"cannot delete recording. please contact developer error code #" =
	"Due to an internal error, the file containing the datas of the recording cannot be deleted. Please contact VSO-Software with error code \"%d\".";
"delete anyway" = "Delete anyway";
"cancel" = "Cancel";

"lock screen msg title" = "Screen Lock Informations";
"lock screen info" = "GPS is disabled on iPhone when the screen is locked. GPS Stone automatically pauses recordings on screen locks, and resume them again on screen unlocks. If you wish to save battery life and still get your location recorded, please lock the screen using GPS Stone (not implemented).";

"app crashed" = "Relaunch after crash";
"recovering last recording" = "GPS Stone Trip Recorder unexpectedly quit while recording a trip. The recording will be recovered and continued automatically.";

"record in progress" = "Record In Progress";
"really stop?" = "Recording will be stopped here. Continue?";
"really pause?" = "Recording will be paused until the record button is hit. Continue?";

"memory performances" = "Memory Issue";
"removing stored points cache for map" = "Due to harware limitations, all the points cannot be shown on the map. The map will be cleared and the path will be drawn again from where you are. But don’t worry, the recording won’t be cut when exported!";
"path cut" = "Due to hardware limitations, only a part of the recorded trip can be shown on the map. To see it entirely, zoom out the map.";

"dont show again" = "Don’t show again";
"yes" = "Yes";
"no" = "No";

"gpx file sent" = "Here is your trip";

"ok" = "OK";

"blank screen" = "Entering power save mode…";

/* In outputted gpx files, the gpx "creator" tag */
"gpx creator tag" = "GPS Stone Trip Recorder for iPhone by VSO-Software";

"cannot get location" = "Unable to get your location";
"record cancelled: cant get location" = "The recording was cancelled because your current location can’t be gotten. Please enable the iPhone to know your location for GPS Stone Trip Recorder.";

"getting loc" = "Getting location";
"waiting for gps" = "Waiting for GPS";
"recording paused" = "Recording Paused";

/*In French: "read date format" = "d MMMM y 'à' H:mm";*/
"read date format" = "MMMM d',' y 'at' h:mm a";
"n km format" = "%d km";
"n mi format" = "%d km";
"plus minus n percent format" = "± %d%%";
"x with arbitrary decimal precision" = "%0.*f";
"x with arbitrary decimal precision km format" = "%0.*f km";
"x with arbitrary decimal precision mi format" = "%0.*f mi";
"x with arbitrary decimal precision km/h format" = "%0.*f km/h";
"x with arbitrary decimal precision mph format" = "%0.*f mph";
"x m format (altitude)" = "%+.0f m";
"x ft format (altitude)" = "%+.0f ft";
"n m format" = "%d m";
"n ft format" = "%d ft";
"x degs" = "%.1f°";
"km/h" = "km/h";
"mph" = "mph";
"nd" = "N/D";

/* North, South, East, West */
"N" = "N";
"S" = "S";
"E" = "E";
"W" = "W";

"recordings" = "Recordings";
